tools/bringup/cases/phase1_smoke/channelTransient/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}

application pimpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.1;
deltaT 0.05;
writeControl runTime;
writeInterval 0.1;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
timeFormat general;
timePrecision 12;
runTimeModifiable false;

functions
{
}
